Repository: dejw7n/angular-mvahouse
Catalog: src/locale/messages.*.xlf
Languages: cs

source: BOOK NOW
cs: REZERVOVAT NYNÍ

source: Where your satisfaction is our top priority.
cs: Vaše spokojenost je pro nás prioritou.

source: Book direct
cs: Přímá rezervace

source: Book directly on our website<br /> and save <span class="font-semibold"> 10-15%</span> .
cs: Rezervujte přímo na našich stránkách<br /> a ušetřete <span class="font-semibold"> 10-15%</span> .

source: Check-in
cs: Datum příjezdu

source: Check-out
cs: Datum odjezdu

source: adults
cs: dospělí

source: children
cs: dětí

source: Adults
cs: Dospělí

source: Childrens
cs: Dětí

source: Ages
cs: Věk

source: Search apartment
cs: Vyhledat apartmán

source: Experience the Comfort and Cleanliness at Our Hotel
cs: Zažijte pohodlí a čistotu v našem hotelu

source: Welcome to the Hotel, where cleanliness, comfort, and client satisfaction come first. Our spacious and well-appointed rooms offer all of the modern amenities you need to feel at home while away from home. Our hotel is centrally located and offers easy access to local attractions and other points of interest.
cs: Vítejte v hotelu, kde je na prvním místě čistota, pohodlí a spokojenost klientů. Naše prostorné a dobře vybavené pokoje nabízejí veškeré moderní vybavení, které potřebujete k tomu, abyste se cítili jako doma, i když jste daleko od domova. Náš hotel se nachází v centru města a nabízí snadný přístup k místním zajímavostem a dalším bodům zájmu.

source: Come experience a quality stay - every time.
cs: Přijeďte si užít kvalitní pobyt.
